Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Set up a service account
ar: قم بإعداد حساب الخدمة
ca: Configura un compte de servei
cs: Založte si servisní účet
da: Opret en servicekonto
de: Dienstkonto einrichten
el: Ρυθμίστε έναν λογαριασμό υπηρεσίας
es: Configurar una cuenta de servicio
fa: راه‌اندازی حساب سرویس
fi: Luo palvelutili
fr: Configurer un compte de service
he: הגדר חשבון שירות
hr: Postavite račun usluge
hu: Hozzon létre egy szolgáltatási fiókot
id: Siapkan akun layanan
it: Configura un account di servizio
ja: サービスアカウントを設定する
ko: 서비스 계정 설정
ms: Sediakan akaun perkhidmatan
nl: Stel een serviceaccount in
no: Sett opp en tjenestekonto
pl: Załóż konto usługi
pt_br: Configurar uma conta de serviço
pt_pt: Configurar uma conta de serviço
ro: Configurați un cont de serviciu
ru: Настройте сервисный аккаунт
sk: Založte si servisný účet
sl: Nastavite račun storitve
sv: Skapa ett servicekonto
th: ตั้งค่าบัญชีบริการ
tr: Hizmet hesabı oluşturun
uk: Налаштуйте сервісний обліковий запис
ur: سروس اکاؤنٹ قائم کریں۔
vi: Thiết lập tài khoản dịch vụ
zh_hans: 设置服务账号
zh_hant: 設定服務帳號

source: Set up an API key
ar: قم بإعداد مفتاح API
ca: Configura una clau API.
cs: Nastavte klíč API
da: Konfigurer en API-tast
de: API-Schlüssel einrichten
el: Ρυθμίστε ένα κλειδί API
es: Configurar una clave de API
fa: راه‌اندازی کلید API
fi: Määritä API-avain
fr: Configurer une clé API
he: הגדר מפתח API
hr: Postavite ključ API.
hu: Állítson be egy API kulcsot
id: Siapkan kunci API
it: Configura una chiave API
ja: API キーを設定する
ko: API 키 설정
ms: Sediakan kunci API.
nl: Stel een API-sleutel in
no: Sett opp en API-nøkkel
pl: Skonfiguruj klucz API.
pt_br: Configurar uma chave de API
pt_pt: Configure uma chave API
ro: Configurați o cheie API.
ru: Настройте ключ API
sk: Nastavte kľúč API
sl: Nastavite ključ API.
sv: Ställ in en API-nyckel
th: ตั้งค่าคีย์ API
tr: API anahtarı oluşturun
uk: Налаштуйте ключ API
ur: ایک API کلید ترتیب دیں۔
vi: Thiết lập khóa API
zh_hans: 设置 API 密钥
zh_hant: 設定 API 密鑰

source: Set up your own rows
ar: قم بإعداد صفوفك الخاصة
ca: Configureu les vostres pròpies files
cs: Nastavte si vlastní řádky
da: Opsæt dine egne rækker
de: Eigene Zeilen einrichten
el: Ρυθμίστε τις δικές σας σειρές
es: Configura tus propias filas
fa: ردیف‌های خودتان را بچینید
fi: Aseta omat rivit
fr: Configurez vos propres lignes
he: הגדר שורות משלך
hr: Postavite vlastite redove
hu: Állítsa be saját sorait
id: Siapkan baris Anda sendiri
it: Configura le tue righe
ja: 行を自分で設定
ko: 행을 직접 구성
ms: Sediakan baris anda sendiri
nl: Stel uw eigen rijen in
no: Sett opp dine egne rader
pl: Skonfiguruj własne wiersze
pt_br: Configure suas próprias linhas
pt_pt: Configure suas próprias linhas
ro: Configurați-vă propriile rânduri
ru: Настройте свои строки
sk: Nastavte si vlastné riadky
sl: Postavite svoje vrstice
sv: Sätt upp dina egna rader
th: ตั้งค่าแถวของคุณเอง
tr: Kendi satırlarınızı oluşturun
uk: Налаштуйте власні рядки
ur: اپنی اپنی قطاریں ترتیب دیں۔
vi: Thiết lập hàng của riêng bạn
zh_hans: 自行设置各行
zh_hant: 自行設定列

source: sets
ar: مجموعات
ca: conjunts
cs: sady
da: sæt
el: σετ
es: conjuntos
fa: مجموعه‌ها
fi: sarjat
fr: ensembles
he: סטים
hr: postavlja
hu: készletek
id: set
it: set
ja: セット
ko: 세트
ms: set
no: sett
pl: zestawy
pt_br: conjuntos
pt_pt: conjuntos
ro: seturi
ru: наборы
sk: súpravy
sl: kompleti
sv: set
th: ชุด
tr: set
uk: набори
ur: سیٹ
vi: bộ
zh_hans: 组
zh_hant: 組

source: Sets are grouped by version and device — open a locale to compare the current App Store screenshots with the proposed ones. Locales that already match are hidden behind **Show unchanged**, and **Select All Changed** / **Deselect All** set what gets synced.
ar: يتم تجميع المجموعات حسب الإصدار والجهاز - افتح لغة لمقارنة لقطات الشاشة الحالية App Store مع اللقطات المقترحة. يتم إخفاء اللغات المطابقة بالفعل خلف **إظهار دون تغيير**، و**تحديد كل ما تم تغييره** / **إلغاء تحديد الكل** لتعيين ما تتم مزامنته.
ca: Els conjunts s'agrupen per versió i dispositiu: obriu una configuració regional per comparar les captures de pantalla actuals de App Store amb les proposades. Les opcions regionals que ja coincideixen s'amaguen darrere de **Mostra sense canvis** i **Selecciona-ho tot canviat** / **Deselecciona-ho tot** defineix el que es sincronitza.
cs: Sady jsou seskupeny podle verze a zařízení – otevřete národní prostředí a porovnejte aktuální App Store snímky obrazovky s navrhovanými. Lokality, které se již shodují, jsou skryty za **Zobrazit nezměněné** a **Vybrat vše změněné** / **Zrušit výběr všeho** nastaví, co se bude synchronizovat.
da: Sæt er grupperet efter version og enhed — åbn en lokalitet for at sammenligne de aktuelle App Store-skærmbilleder med de foreslåede. Lokaliteter, der allerede matcher, er skjult bag **Vis uændret**, og **Vælg alle ændrede** / **Fravælg alle** angiver, hvad der synkroniseres.
de: Sets sind nach Version und Gerät gruppiert – öffne eine Sprache, um die aktuellen App Store-Screenshots mit den vorgeschlagenen zu vergleichen. Bereits übereinstimmende Sprachen verbergen sich hinter **Unveränderte anzeigen**, und **Alle geänderten auswählen** / **Alle abwählen** legen fest, was synchronisiert wird.
el: Τα σύνολα ομαδοποιούνται ανά έκδοση και συσκευή — ανοίξτε μια τοπική ρύθμιση για να συγκρίνετε τα τρέχοντα στιγμιότυπα οθόνης App Store με τα προτεινόμενα. Οι τοπικές ρυθμίσεις που ταιριάζουν ήδη κρύβονται πίσω από το **Εμφάνιση αμετάβλητο** και το **Επιλογή όλων των αλλαγών** / **Απεπιλογή όλων** ορίστε τι συγχρονίζεται.
es: Los conjuntos se agrupan por versión y dispositivo: abre un idioma para comparar las capturas actuales del App Store con las propuestas. Los idiomas que ya coinciden quedan ocultos tras **Mostrar sin cambios**, y **Seleccionar todos los modificados** / **Deseleccionar todo** definen qué se sincroniza.
fa: مجموعه‌ها بر اساس نسخه و دستگاه گروه‌بندی شده‌اند — یک زبان را باز کنید تا اسکرین‌شات‌های فعلی App Store را با پیشنهادی‌ها مقایسه کنید. زبان‌هایی که از قبل یکسان‌اند پشت **نمایش موارد بدون تغییر** پنهان می‌شوند، و **انتخاب همهٔ تغییرکرده‌ها** / **لغو انتخاب همه** تعیین می‌کنند چه چیزی همگام‌سازی شود.
fi: Sarjat on ryhmitelty version ja laitteen mukaan – avaa kieli ja vertaa nykyisiä App Store-kuvakaappauksia ehdotettuihin. Jo vastaavat maa-alueet on piilotettu **Näytä muuttumattomana** taakse ja **Valitse kaikki muutetut** / **Poista valinta** määrittää, mitä synkronoidaan.
fr: Les ensembles sont regroupés par version et par appareil : ouvrez une langue pour comparer les captures actuelles de l'App Store avec celles proposées. Les langues déjà identiques sont masquées derrière **Afficher les inchangés**, et **Tout sélectionner (modifiés)** / **Tout désélectionner** déterminent ce qui est synchronisé.
he: הקבוצות מקובצות לפי גרסה ומכשיר - פתח אזור כדי להשוות את צילומי המסך הנוכחיים של App Store לאלו המוצעים. מקומות שכבר תואמים מוסתרים מאחורי **הצג ללא שינוי**, ו**בחר הכל השתנה** / **בטל את הבחירה בכל** מגדירים מה יסונכרן.
hr: Skupovi su grupirani prema verziji i uređaju — otvorite lokalizaciju da biste usporedili trenutne App Store snimke zaslona s predloženima. Lokacije koje se već podudaraju skrivene su iza **Prikaži nepromijenjeno**, a **Odaberi sve promijenjeno** / **Poništi odabir svega** postavlja što će se sinkronizirati.
hu: A készletek verzió és eszköz szerint vannak csoportosítva — nyisson meg egy területi beállítást, hogy összehasonlítsa a jelenlegi App Store képernyőképeket a javasoltakkal. A már egyező területi beállítások a **Változatlanok megjelenítése** mögött vannak elrejtve, a **Minden megváltozott kijelölése** / **Kijelölés megszüntetése** pedig beállítja, hogy mi szinkronizálódjon.
id: Kumpulan dikelompokkan berdasarkan versi dan perangkat — buka lokal untuk membandingkan tangkapan layar App Store saat ini dengan tangkapan layar yang diusulkan. Lokal yang sudah cocok disembunyikan di balik **Tampilkan tidak berubah**, dan **Pilih Semua Berubah** / **Batalkan Pilihan Semua** mengatur apa yang akan disinkronkan.
it: I set sono raggruppati per versione e dispositivo: apri una lingua per confrontare gli screenshot attuali dell'App Store con quelli proposti. Le lingue già corrispondenti sono nascoste dietro **Mostra invariati**, mentre **Seleziona tutti i modificati** / **Deseleziona tutto** stabiliscono cosa viene sincronizzato.
ja: セットはバージョンとデバイスごとにまとめられています。ロケールを開くと、現在の App Store のスクリーンショットと提案内容を比較できます。すでに一致しているロケールは **変更なしを表示** をオンにするまで非表示で、**変更されたものをすべて選択** / **すべての選択を解除** で同期する対象を決めます。
ko: 세트는 버전과 기기별로 묶입니다. 로케일을 열면 현재 App Store 스크린샷과 제안된 스크린샷을 비교할 수 있습니다. 이미 일치하는 로케일은 **변경되지 않은 항목 표시** 뒤에 숨겨지며, **변경된 항목 모두 선택** / **모두 선택 해제**로 동기화 대상을 정합니다.
ms: Set dikumpulkan mengikut versi dan peranti — buka tempat untuk membandingkan tangkapan skrin App Store semasa dengan tangkapan skrin yang dicadangkan. Tempatan yang sudah sepadan disembunyikan di belakang **Tunjukkan tidak berubah** dan **Pilih Semua Diubah** / **Nyahpilih Semua** tetapkan perkara yang disegerakkan.
nl: Sets zijn gegroepeerd op versie en apparaat. Open een landinstelling om de huidige App Store schermafbeeldingen te vergelijken met de voorgestelde schermafbeeldingen. Landinstellingen die al overeenkomen, worden verborgen achter **Ongewijzigd weergeven** en **Selecteer alles gewijzigd** / **Alles deselecteren** stelt in wat er wordt gesynchroniseerd.
no: Settene er gruppert etter versjon og enhet – åpne en lokalitet for å sammenligne gjeldende App Store-skjermbilder med de foreslåtte. Lokaliteter som allerede samsvarer, er skjult bak **Vis uendret**, og **Velg alle endrede** / **Fjern alle merker** angir hva som skal synkroniseres.
pl: Zestawy są pogrupowane według wersji i urządzenia — otwórz ustawienia regionalne, aby porównać aktualne zrzuty ekranu App Store z proponowanymi. Lokalizacje, które już pasują, są ukryte za opcją **Pokaż bez zmian**, a opcja **Zaznacz wszystko zmienione** / **Odznacz wszystko** określa, co ma być synchronizowane.
pt_br: Os conjuntos são agrupados por versão e dispositivo — abra uma localidade para comparar as capturas atuais da App Store com as propostas. As localidades que já correspondem ficam ocultas em **Mostrar inalterados**, e **Selecionar todos os alterados** / **Desmarcar tudo** definem o que será sincronizado.
pt_pt: Os conjuntos são agrupados por versão e dispositivo — abra uma localidade para comparar as capturas de ecrã atuais App Store com as propostas. As localidades que já correspondem ficam ocultas atrás de **Mostrar inalterado** e **Selecionar tudo alterado** / **Desmarcar tudo** definem o que será sincronizado.
ro: Seturile sunt grupate după versiune și dispozitiv — deschideți o locație pentru a compara capturile de ecran App Store actuale cu cele propuse. Localitățile care se potrivesc deja sunt ascunse în spatele **Afișați neschimbat**, iar **Selectați toate schimbate** / **Deselectați toate** setează ceea ce se sincronizează.
ru: Наборы сгруппированы по версиям и устройствам — откройте язык, чтобы сравнить текущие скриншоты в App Store с предлагаемыми. Языки, которые уже совпадают, скрыты под **Показать неизмененные**, а **Выбрать все измененные** / **Снять выбор со всех** определяют, что будет синхронизировано.
sk: Sady sú zoskupené podľa verzie a zariadenia – otvorte miestne nastavenie a porovnajte aktuálne App Store snímky obrazovky s navrhovanými. Miestne nastavenia, ktoré sa už zhodujú, sú skryté za **Zobraziť nezmenené** a **Vybrať všetko zmenené** / **Zrušiť výber všetkých** nastavuje, čo sa má synchronizovať.
sl: Kompleti so razvrščeni glede na različico in napravo — odprite področne nastavitve, da primerjate trenutne posnetke zaslona App Store s predlaganimi. Jeziki, ki se že ujemajo, so skriti za **Prikaži nespremenjeno** in **Izberi vse spremenjeno** / **Prekliči izbiro vseh** nastavi, kaj se sinhronizira.
sv: Uppsättningar är grupperade efter version och enhet — öppna ett språk för att jämföra de nuvarande App Store skärmdumparna med de föreslagna. Språk som redan matchar döljs bakom **Visa oförändrat**, och **Markera alla ändrade** / **Avmarkera alla** ställer in vad som ska synkroniseras.
th: ชุดต่างๆ จะจัดกลุ่มตามเวอร์ชันและอุปกรณ์ — เปิดภาษาเพื่อเปรียบเทียบภาพหน้าจอ App Store ปัจจุบันกับภาพที่เสนอ ตำแหน่งที่ตรงกันอยู่แล้วจะถูกซ่อนอยู่เบื้องหลัง **แสดงไม่เปลี่ยนแปลง** และ **เลือกทั้งหมดที่เปลี่ยนแปลง** / **ยกเลิกการเลือกทั้งหมด** ตั้งค่าสิ่งที่จะซิงค์
tr: Setler sürüme ve aygıta göre gruplanır — geçerli App Store ekran görüntülerini önerilenlerle karşılaştırmak için bir dili açın. Zaten eşleşen diller **Değişmeyenleri göster**'in arkasında gizlenir; **Değişenlerin Tümünü Seç** / **Tüm Seçimleri Kaldır** neyin eşzamanlanacağını belirler.
uk: Набори згруповано за версіями й пристроями — відкрийте мову, щоб порівняти поточні знімки екрана в App Store із запропонованими. Мови, що вже збігаються, сховано під **Показати незмінені**, а **Вибрати всі змінені** / **Зняти весь вибір** визначають, що буде синхронізовано.
ur: سیٹس کو ورژن اور ڈیوائس کے لحاظ سے گروپ کیا گیا ہے — موجودہ App Store اسکرین شاٹس کا مجوزہ اسکرین شاٹس سے موازنہ کرنے کے لیے ایک لوکیل کھولیں۔ پہلے سے مماثل لوکلز **بغیر تبدیل شدہ دکھائیں** کے پیچھے پوشیدہ ہیں، اور **تبدیل شدہ سبھی کو منتخب کریں** / **سب کو غیر منتخب کریں** سیٹ کریں جو مطابقت پذیر ہو۔
vi: Các bộ được nhóm theo phiên bản và thiết bị — mở một ngôn ngữ để so sánh ảnh chụp màn hình App Store hiện tại với ảnh chụp màn hình được đề xuất. Các ngôn ngữ đã khớp sẽ bị ẩn đằng sau **Hiển thị không thay đổi** và **Chọn tất cả đã thay đổi** / **Bỏ chọn tất cả** đặt nội dung sẽ được đồng bộ hóa.
zh_hans: 截图组按版本和设备分组——展开某种语言，即可对比 App Store 中当前的截图与建议的截图。已经一致的语言收在 **显示未更改项** 之后，**选择所有已更改项** / **取消全选** 决定要同步的内容。
zh_hant: 各組會依版本和裝置分組——打開某個語言即可比對目前的 App Store 螢幕截圖與建議的螢幕截圖。已相符的語言會隱藏在**顯示未更改的項目**之後，**選取所有已更改的項目**／**全部取消選取**則決定要同步的內容。

source: Settings
ar: الإعدادات
ca: Configuració
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fa: تنظیمات
fi: Asetukset
fr: Réglages
he: הגדרות
hr: postavke
hu: Beállítások elemre
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
ms: tetapan
nl: Instellingen
no: Innstillinger
pl: Ustawienia
pt_br: Ajustes
pt_pt: Configurações
ro: Setări
ru: Настройки
sk: Nastavenia
sl: nastavitve
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar
uk: Параметри
ur: ترتیبات
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

source: Settings & Defaults
ar: الإعدادات والافتراضيات
ca: Configuració i valors per defecte
cs: Nastavení a výchozí nastavení
da: Indstillinger og standarder
de: Einstellungen und Standards
el: Ρυθμίσεις & Προεπιλογές
es: Ajustes y valores predeterminados
fa: تنظیمات و پیش‌فرض‌ها
fi: Asetukset ja oletukset
fr: Réglages et valeurs par défaut
he: הגדרות וברירת מחדל
hr: Postavke i zadane postavke
hu: Beállítások és alapértelmezések
id: Pengaturan & Default
it: Impostazioni e valori predefiniti
ja: 設定とデフォルト
ko: 설정 및 기본값
ms: Tetapan & Lalai
nl: Instellingen en standaardinstellingen
no: Innstillinger og standarder
pl: Ustawienia i wartości domyślne
pt_br: Ajustes e padrões
pt_pt: Configurações e padrões
ro: Setări și setări implicite
ru: Настройки и значения по умолчанию
sk: Nastavenia a predvolené nastavenia
sl: Nastavitve in privzete nastavitve
sv: Inställningar och standardinställningar
th: การตั้งค่าและค่าเริ่มต้น
tr: Ayarlar ve Varsayılanlar
uk: Параметри та стандартні значення
ur: ترتیبات اور ڈیفالٹس
vi: Cài đặt & Mặc định
zh_hans: 设置和默认值
zh_hant: 設定與預設值

source: Settings…
ar: الإعدادات...
ca: Configuració...
cs: Nastavení…
da: Indstillinger...
de: Einstellungen…
el: Ρυθμίσεις…
es: Ajustes…
fa: تنظیمات…
fi: Asetukset…
fr: Réglages…
he: הגדרות...
hr: Postavke…
hu: Beállítások…
id: Pengaturan…
it: Impostazioni…
ja: 設定…
ko: 설정…
ms: Tetapan…
nl: Instellingen…
no: Innstillinger...
pl: Ustawienia…
pt_br: Ajustes…
pt_pt: Configurações…
ro: Setări…
ru: Настройки…
sk: Nastavenia…
sl: nastavitve ...
sv: Inställningar...
th: การตั้งค่า...
tr: Ayarlar…
uk: Параметри…
ur: ترتیبات…
vi: Cài đặt…
zh_hans: 设置…
zh_hant: 設定…

source: Setup
ar: الإعداد
ca: Configuració
cs: Nastavení
da: Opsætning
de: Aufstellen
el: Ρύθμιση
es: Configuración
fa: راه اندازی
fi: Asennus
fr: Installation
he: הגדרה
hr: Postavljanje
hu: Beállítás
id: Pengaturan
ja: 設定
ko: 설정
ms: Persediaan
nl: Installatie
no: Oppsett
pl: Konfiguracja
pt_br: Configurar
pt_pt: Configuração
ro: Configurare
sk: Nastavenie
sl: Nastavitev
sv: Inställning
th: ตั้งค่า
ur: سیٹ اپ
vi: thiết lập
zh_hans: 设置

source: Shadow
ar: الظل
ca: Ombra
cs: Stín
da: Skygge
de: Schatten
el: Σκιά
es: Sombra
fa: سایه
fi: Varjo
fr: Ombre
he: צל
hr: Sjena
hu: Árnyék
id: Bayangan
it: Ombra
ja: シャドウ
ko: 그림자
ms: Bayang-bayang
nl: Schaduw
no: Skygge
pl: Cień
pt_br: Sombra
pt_pt: Sombra
ro: Umbra
ru: Тень
sk: Tieň
sl: Senca
sv: Skugga
th: เงา
tr: Gölge
uk: Тінь
ur: سایہ
vi: Bóng tối
zh_hans: 阴影
zh_hant: 陰影

source: Shape and size
ar: الشكل والحجم
ca: Forma i mida
cs: Tvar a velikost
da: Form og størrelse
de: Form und Größe
el: Σχήμα και μέγεθος
es: Forma y tamaño
fa: شکل و اندازه
fi: Muoto ja koko
fr: Forme et taille
he: צורה וגודל
hr: Oblik i veličina
hu: Forma és méret
id: Bentuk dan ukuran
it: Forma e dimensioni
ja: 形とサイズ
ko: 비율과 크기
ms: Bentuk dan saiz
nl: Vorm en maat
no: Form og størrelse
pl: Kształt i rozmiar
pt_br: Forma e tamanho
pt_pt: Forma e tamanho
ro: Formă și dimensiune
ru: Форма и размер
sk: Tvar a veľkosť
sl: Oblika in velikost
sv: Form och storlek
th: รูปร่างและขนาด
tr: Şekil ve boyut
uk: Фігура й розмір
ur: شکل اور سائز
vi: Hình dạng và kích thước
zh_hans: 形状与尺寸
zh_hant: 形狀與大小
